{
  "items": [
    {
      "title": "Breast pump startup Willow acquires assets of Elvie as UK women’s health pioneer moves into administration",
      "url": "https://techcrunch.com/2025/03/28/breast-pump-startup-willow-acquires-assets-of-elvie-as-uk-womens-health-pioneer-moves-into-administration/",
      "date": "2025-03-28T17:11:40.000Z",
      "source": "women | TechCrunch",
      "summary": "Women’s health and its startups building connected breast pumps, period trackers, and other apps and hardware designed for women have collectively pulled in more than $5 billion in funding in the last five years, but the market is tight, and now, two of the trailblazers in the space are coming toget"
    },
    {
      "title": "The women in AI making a difference",
      "url": "https://techcrunch.com/2024/05/29/the-women-in-ai-making-a-difference/",
      "date": "2024-05-29T19:50:00.000Z",
      "source": "women | TechCrunch",
      "summary": "As a part of a multi-part series, TechCrunch is highlighting women innovators — from academics to policymakers —in the field of AI."
    },
    {
      "title": "Karine Perset helps governments understand AI",
      "url": "https://techcrunch.com/2024/03/02/karine-perset-helps-governments-understand-ai/",
      "date": "2024-03-02T14:00:46.000Z",
      "source": "women | TechCrunch",
      "summary": "TechCrunch has launched a series of interviews focusing on remarkable women who’ve contributed to the AI revolution."
    },
    {
      "title": "Pinterest begins testing a ‘body type ranges’ tool to make searches more inclusive",
      "url": "https://techcrunch.com/2023/11/29/pinterest-begins-testing-a-body-type-ranges-tool-to-make-searches-more-inclusive/",
      "date": "2023-11-29T15:01:41.000Z",
      "source": "women | TechCrunch",
      "summary": "Pinterest is today expanding on its efforts to make its product more inclusive with respect to body type diversity with the test of a new consumer-facing tool that allows users to filter select searches by different body types. The feature, which will work with women’s fashion and wedding ideas at l"
    },
    {
      "title": "VC Office Hours: How this venture thesis aims to improve tech for women",
      "url": "https://techcrunch.com/2023/07/14/vc-office-hours-emmeline-ventures/",
      "date": "2023-07-14T13:43:53.000Z",
      "source": "women | TechCrunch",
      "summary": "Emmeline Ventures invests in women founders building businesses that help other women manage their health, wealth and environment."
    },
    {
      "title": "20SALES closes $5M inaugural fund to invest in early-stage B2B SaaS startups",
      "url": "https://techcrunch.com/2023/06/21/20sales-closes-5m-inaugural-fund-to-invest-in-early-stage-b2b-saas-startups/",
      "date": "2023-06-21T13:45:19.000Z",
      "source": "women | TechCrunch",
      "summary": "Although the focus of the fund is not just to solely back women, it hopes to focus its efforts there when possible."
    },
    {
      "title": "Women-founded AI startups see a boost in VC funding",
      "url": "https://techcrunch.com/2023/02/09/women-founded-ai-startups-see-a-boost-in-vc-funding/",
      "date": "2023-02-09T21:35:45.000Z",
      "source": "women | TechCrunch",
      "summary": "Increasing amounts of funding to women in AI \"opens the doors\" for new innovation in the sector."
    },
    {
      "title": "AI is the next frontier — but for whom?",
      "url": "https://techcrunch.com/2023/02/08/ai-is-the-next-frontier-but-for-whom/",
      "date": "2023-02-08T15:00:43.000Z",
      "source": "women | TechCrunch",
      "summary": "Ethics is often a separate conversation from AI building, but they should be one and the same. Bias is dangerous, especially as AI continues spreading."
    },
    {
      "title": "Debunking the myths of why venture investors don’t fund diverse startups",
      "url": "https://techcrunch.com/2023/01/20/debunking-the-myths-of-why-venture-investors-dont-fund-diverse-startups/",
      "date": "2023-01-20T21:00:16.000Z",
      "source": "women | TechCrunch",
      "summary": "Without transparency, it’s difficult to determine exactly how disproportionate venture funding to women and people of color truly is."
    },
    {
      "title": "Women-founded startups raised 1.9% of all VC funds in 2022, a drop from 2021",
      "url": "https://techcrunch.com/2023/01/18/women-founded-startups-raised-1-9-of-all-vc-funds-in-2022-a-drop-from-2021/",
      "date": "2023-01-18T21:00:40.000Z",
      "source": "women | TechCrunch",
      "summary": "Last year, U.S. startups with all-women teams received 1.9% (or around $4.5 billion) out of around the $238.3 billion in venture capital allocated, according to the latest PitchBook data."
    },
    {
      "title": "The lack of VC funding to women is a Western societal shortfall",
      "url": "https://techcrunch.com/2022/10/27/the-lack-of-vc-funding-to-women-is-a-western-societal-shortfall/",
      "date": "2022-10-27T13:30:37.000Z",
      "source": "women | TechCrunch",
      "summary": "The issue of women founders not receiving equitable venture funding is a shortfall of the West: It’s here, everywhere in the U.S., and over there, all throughout Europe."
    },
    {
      "title": "The highs and lows of Q3 venture capital data for women startup founders",
      "url": "https://techcrunch.com/2022/10/14/the-highs-and-lows-of-q3-venture-capital-data-for-women-startup-founders/",
      "date": "2022-10-14T19:00:59.000Z",
      "source": "women | TechCrunch",
      "summary": "New PitchBook data found that U.S. companies with all female founders are raising less capital this year than the last. But it's not all bad news."
    },
    {
      "title": "A look at progress toward venture equity this Women’s Equality Day",
      "url": "https://techcrunch.com/podcast/a-look-at-progress-toward-venture-equity-this-womens-equality-day/",
      "date": "2022-08-26T21:00:14.000Z",
      "source": "women | TechCrunch",
      "summary": "Progress in the amount of venture capital funding raised by companies by all-women teams has been slow and daunting, if steady."
    },
    {
      "title": "Roe’s reversal will shake up how startups are built",
      "url": "https://techcrunch.com/podcast/roes-reversal-will-shake-up-how-startups-are-built/",
      "date": "2022-07-13T15:36:32.000Z",
      "source": "women | TechCrunch",
      "summary": "Hello and welcome back to Equity, a podcast about the business of startups, where we unpack the numbers and nuance behind the headlines. This is our Wednesday show, where we niche down to a single topic, think about a question and unpack the rest. This week, Natasha asked: How does Roe’s reversal im"
    },
    {
      "title": "The good and bad news for women founders so far in 2022",
      "url": "https://techcrunch.com/2022/07/11/the-good-and-bad-news-for-women-founders-so-far-in-2022/",
      "date": "2022-07-11T16:32:23.000Z",
      "source": "women | TechCrunch",
      "summary": "How are women faring amid the venture capital and startup slowdown? New data paints a somewhat uneven picture, albeit one that tilts toward the negative."
    },
    {
      "title": "Why Courage Makes a Winning Founder",
      "url": "https://women2.com/2022/02/09/courage-makes-winning-founders-in-2022/",
      "date": "2022-02-09T14:45:00.000Z",
      "source": "Women 2.0",
      "summary": "The team at Victress Capital has identified four ways the most courageous founders are setting themselves apart.\nThe post Why Courage Makes a Winning Founder appeared first on Women 2.0."
    },
    {
      "title": "Tech Founders: 10 Signs You’re “Too Late”​ to Start Working On Diversity",
      "url": "https://women2.com/2022/01/14/tech-founders-too-late-on-diversity/",
      "date": "2022-01-14T14:27:56.000Z",
      "source": "Women 2.0",
      "summary": "Startup founders often wait until growing to 50 (or 300!) employees before they start working seriously on diversity, equity, inclusion, and/or belonging.\nThe post Tech Founders: 10 Signs You’re “Too Late”​ to Start Working On Diversity appeared first on Women 2.0."
    },
    {
      "title": "People Who Are Authentic Don’t Have to be Perfect: Seeing Past the Facade",
      "url": "https://women2.com/2022/01/14/people-who-are-authentic-dont-have-to-be-perfect-seeing-past-the-facade/",
      "date": "2022-01-14T14:07:40.000Z",
      "source": "Women 2.0",
      "summary": "One woman learned to see through the facade of perfection that others put up, and hold space for them as they learned to be their own authentic selves.\nThe post People Who Are Authentic Don’t Have to be Perfect: Seeing Past the Facade appeared first on Women 2.0."
    },
    {
      "title": "Is Access to Capital Getting Better for Founders?",
      "url": "https://women2.com/2022/01/07/is-access-to-capital-getting-better-for-founders/",
      "date": "2022-01-07T12:38:59.000Z",
      "source": "Women 2.0",
      "summary": "A quick rundown on whether the venture capital environment is moving in the right direction for traditionally underfunded founders.\nThe post Is Access to Capital Getting Better for Founders? appeared first on Women 2.0."
    },
    {
      "title": "Are VCs Racist? Explaining the Capital Gap",
      "url": "https://women2.com/2022/01/06/are-vcs-racist-explaining-the-capital-gap/",
      "date": "2022-01-06T22:15:35.000Z",
      "source": "Women 2.0",
      "summary": "An experienced venture capitalist dives into the difficult topic of who truly has access to capital, and how that access is often gained.\nThe post Are VCs Racist? Explaining the Capital Gap appeared first on Women 2.0."
    },
    {
      "title": "Five Things NOT to do in Business",
      "url": "https://women2.com/2021/12/09/five-things-not-to-do-in-business/",
      "date": "2021-12-09T13:42:43.000Z",
      "source": "Women 2.0",
      "summary": "There are plenty of actions founders know are great for growing their startups. But what about the things they definitely shouldn't do?\nThe post Five Things NOT to do in Business appeared first on Women 2.0."
    },
    {
      "title": "How To Give Feedback That Doesn’t Trigger the Impostor",
      "url": "https://women2.com/2021/12/03/how-to-give-feedback-that-doesnt-trigger-the-impostor/",
      "date": "2021-12-03T18:36:04.000Z",
      "source": "Women 2.0",
      "summary": "Creating a feedback process where everyone feels like they win isn't easy. Here's how you can approach it better.\nThe post How To Give Feedback That Doesn’t Trigger the Impostor appeared first on Women 2.0."
    },
    {
      "title": "The Current State of Diversity in Entrepreneurship",
      "url": "https://women2.com/2021/12/01/current-state-of-entrepreneurship/",
      "date": "2021-12-01T18:34:19.000Z",
      "source": "Women 2.0",
      "summary": "Making entrepreneurship more inclusive will require increased access to capital, active local support networks and well-funded accelerator programs.\nThe post The Current State of Diversity in Entrepreneurship appeared first on Women 2.0."
    },
    {
      "title": "Key Steps to Trusting Your Instinct as a Leader",
      "url": "https://women2.com/2021/11/18/trusting-your-instinct/",
      "date": "2021-11-18T19:08:38.000Z",
      "source": "Women 2.0",
      "summary": "Five strategies to trust yourself and speak up for what matters most to you as a leader.\nThe post Key Steps to Trusting Your Instinct as a Leader appeared first on Women 2.0."
    },
    {
      "title": "Intersectionality, Common Ground and Listening",
      "url": "https://women2.com/2021/11/18/intersectionality-common-ground-and-listening/",
      "date": "2021-11-18T18:01:14.000Z",
      "source": "Women 2.0",
      "summary": "Intersectionality \"refers to the idea that none of us can be defined by a single label, but only through a combination of social identities.\" \nThe post Intersectionality, Common Ground and Listening appeared first on Women 2.0."
    }
  ]
}